Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/bergh_s.html.tmx
Source language: sme
Languages: nob

source: Mii joraimet juovlamuora birra ja de lei guoimmuheapmi mii lávddi alde čájehuvvui , ja velá bollát ja bruvsa mánáide .
nob: Det var gang rundt juletreet i tillegg til underholdningen som ble vist på scenen , og det var boller og brus til barna .

source: Filbmačájeheapmi lei klássalanjas unnoraččaide , ja dan botta herskostalle ollesolbmot gáhkkokáfiin .
nob: Det var filmframvisning i et klasserom for de små , mens de voksne slappet av med kaffe og kaker .

source: Ja de bođii juovlanigá !
nob: Og så kom julenissen !

source: Maŋimus jagiid bohte guokte sihkkarvuođa dihtii , ja goappásge ledje seahka dievva ebelat ja appelsiinnat maid geigiiga háhpohalli mánáidgieđaide .
nob: I de siste årene kom det forresten to for sikkerhets skyld , hver med en sekk full av epler og appelsiner , som ble delt ut til ivrige barnehender .

source: Go juovlanigá-guovttos giittiiga iežaska ovddas ja manaiga olggos , de fertejin mun uvssa fáktet vai ii oktage olmmoš siste beassan olggos .
nob: Når nissene takket for seg og trakk seg tilbake , måtte jeg stille meg i døren for å passe på at ingen fra forsamlingen gikk ut .

source: Nigáid herggiid han ii galgan baldit .
nob: For nissenes reinsdyr måtte ikke bli skremt .

source: Ledje ollosat geat háliidedje olggos daid oaidnit .
nob: Det er klart at det var mange som ville ut og se på dem.

source: Muhto mun ledjen garas ja dollen buohkaid siste .
nob: Men jeg var streng og holdt alle tilbake .

source: Sii geat ledje sáhkkii , fertejedje duhtat mu muitalussii herggiid ja reagaid birra mat loktanedje muohtašiljus ja girdiledje váriid badjel Áltái .
nob: De nysgjerrige måtte nøye seg med å høre min beskrivelse av reinene og sleden som lettet fra den snedekte gårdsplassen og fløy av sted over fjellene til Alta .

source: Geahččit liikojedje juovlaneavtttalmasaide , eaige unnimusat dramatiserejuvvon lávlagii " Mors lille Ole " ( Eatni unna Ovlláš ) .
nob: Mange av julesketsjene gjorde stor lykke , ikke minst dramatiseringen av sangen " Mors lille Ole " .

source: Borghild Johansen nevttii Ovllážin , gii gávnnadii guovžžain vuovddis .
nob: Borghild Johansen hadde rollen som Ole som møtte bjørnen i skogen .

source: Marit Eira ( njoammu láhttis ) nevttii guovžan .
nob: Marit Eira ( krypende på gulvet ) spilte bjørnen .

source: Gonagaslaš gallestallan
nob: Kongelig besøk

source: Giđđat 1969 galledii Norgga easkanáitalan ruvdnoprinsabárra Finnmárkku .
nob: Våren 1969 besøkte Norges nygifte kronprinspar Finnmark .

source: Soai maiddái finadeigga Skuvvanváris .
nob: De kom også innom Skoganvarre .

source: Cuoŋománu 18. beaivve bohte golbma helikoptera Kárášjogas gonagaslačča-guoktáin ja sudno mieđusteddjiiguin .
nob: 18. april kom tre helikoptere fra Karasjok med de kongelige og deres følge . Det var en strålende solskinnsdag .

source: Helikopterat seivo jieŋa ala Bajitjávrái turistaguovddáža vuolábeallái .
nob: Helikopterene landet på isen på Øvrevann nedenfor turistsenteret .

source: Gáttis vurde gieldda sátnejođiheaddji ja ovdagoddi .
nob: Et stykke oppe i bakken ventet kommunens ordfører og formannsskap .

source: Skuvlaoahppit ja oahpaheaddjit čuččodedje gávttehassan ja skuvlaleavga lei fárus .
nob: Skoleelever og lærere stod oppmarsjert i kofte med skolefanen i midten .

source: Mii leimmet hárjehallan guhká dán dilálašvuhtii !
nob: Vi hadde trent lenge på dette !

source: Sátnejođiheaddji presenterii min ruvdnoprinsabárrii .
nob: Ordføreren presenterte oss for de kongelige .

source: Smávvaskuvlaoahppi Anne Kirsten Utsi lávkii ovddas , sojaldahttii čippiid čábbát ja geigii ruvdnoprinsii johkafatnasa modealla .
nob: Småskoleeleven Anne Kirsten Utsi gikk et skritt fram , neide pent og overrakte kronprinsen en modell av en elvebåt .

source: Fatnasa leimmet fidnen duojára , Johan Johansena , ráhkadit midjiide .
nob: Båten hadde vi fått bygdas egen treskjærer , Johan Johansen , til å lage til oss .

source: Juhán lei vuosttaš Skuvvanvári fástaássi maŋisboahtti ja lei maiddái badjeolbmo sogas geat dien guovllus álo leat orron .
nob: Johan er etterkommer av både den første som bosatte seg fast i Skoganvarre , og av fjellfolket som alltid har holdt til i området .

source: Fanasmálle maid son ráhkadii , leat sápmelaččat geavahan don doložis juo .
nob: Båttypen han laget , har vært brukt i uminnelige tider av samene .

source: Skuvvanvárri cuoŋománu 1969 .
nob: Skoganvarre , 18. april 1969 .

source: Ruvdnaprinsabárra lei almmolaš guossin Porsáŋggus ja seivvuiga helikopteriin Skuvvanvárrái .
nob: Kronprinsparet var på offisiell gjesting i Porsanger og landa med helikopter i Skoganvarre .

source: Smávvaskuvlaoahppi Anne Kirsten Utsi geige ruvdnaprinsabárrii johkafanasmálle .
nob: Småskoleeleven Anne Kirsten Utsi overrekker en modell av elvebåt til kronprinsparet .

source: Mihcamáreahket 1969:s guđđen Skuvvanvári biillain .
nob: Sankthansaften 1969 bilte jeg fra Skoganvarre .

source: Mu uhca Morris Miniminor lei dievva eamidiin ja mánáiguin .
nob: Min lille Morris Miniminor var full-lastet med kone og barn .

source: Mii fárriimet Hjørungavågii , gos Birgget lei eret .
nob: Vi flyttet til Hjørungavåg , der Birgit er fra .

source: Nu de lei min Skuvvanvári vásáhus meattá .
nob: Så var vårt Skoganvarre-eventyr slutt .

source: Muhto juohke geasi mii boahtit ruovttoluotta .
nob: Men hver sommer er vi tilbake .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
